{
  "name": "아크로르존 사둘라예프",
  "about": "소개",
  "experience": "경험",
  "projects": "프로젝트",
  "contact": "연락처",
  "hello": "안녕하세요, 저는",
  "fullStackDeveloper": "풀 스택 웹 개발자",
  "gitHub": "깃허브",
  "getToKnowMore": "자세히 알아보기",
  "aboutMe": "자기소개",
  "education": "교육",
  "experienceText": "부트캠프에서 6개월의 경험\n풀 스택 웹 개발",
  "educationText": "3학년 학사 과정 학생\n중부대학교",
  "fullStackDeveloperDescription": "풀 스택 개발자 – 열정적이고 빠른 학습자 저는 6개월 부트캠프를 완료하여 HTML, CSS, JavaScript, React.js, TypeScript, Node.js, Express.js를 배웠습니다. 새로운 기술을 배우고 실제 프로젝트에 적용하는 것을 즐깁니다. 이 기간 동안 두 개의 실제 프로젝트를 성공적으로 개발하여 실습 경험과 확고한 기술을 쌓았습니다.",
  "exploreMy": "저의 경험을 탐색해보세요",
  "frontendDevelopment": "프론트엔드 개발",
  "backendDevelopment": "백엔드 개발",
  "browseMyRecent": "최근 프로젝트 보기",
  "camperCarTitle": "캠퍼카",
  "camperCarDescription": "이것은 제 첫 번째 프로젝트입니다. 프론트엔드에는 React.js를 사용하고, 컴포넌트와 아이콘에는 MUI를 사용했으며, 스타일링에는 Styled-components, 네비게이션에는 React Router, 팝업에는 React Modal, 캐로셀에는 React Slick과 Responsive Carousel을 사용했습니다. 이메일 전송을 위해 EmailJS를 추가했습니다. 이 프로젝트는 완전하게 반응형입니다.",
  "liveDemo": "라이브 데모",
  "zooMarketTitle": "동물 시장",
  "zooMarketWarning": "이 항목은 노트북에서 열어주세요!",
  "zooMarketDescription": "Zoo Market은 사람들이 애완동물과 애완동물 관련 제품을 판매하는 풀스택 웹 애플리케이션입니다. 프론트엔드는 TypeScript, Styled-components, MUI, React Router, React Modal, React Slick을 사용하여 구축되었으며, Axios를 사용하여 백엔드와 연결됩니다. 백엔드는 Node.js, Express.js, MongoDB로 구동되며, Nodemailer가 자동 이메일 전송을 위해 통합되어 있습니다.",
  "adminDashboardTitle": "동물 시장 (관리자 대시보드)",
  "adminDashboardWarning": "이 항목은 노트북에서 열어주세요!",
  "email": "이메일:",
  "password": "비밀번호:",
  "adminDashboardDescription": "관리자 대시보드는 Zoo Market 플랫폼을 관리하는 데 사용됩니다. TypeScript, Styled-components, MUI Material 및 MUI Joy로 구축되었습니다. Chart.js 및 react-chartjs-2는 제품 및 사용자에 대한 정보를 표시하며, Axios는 데이터 요청을 처리하고, react-router-dom은 탐색을 관리하며, react-toastify는 알림을 표시합니다. JWT 인증 및 jspdf는 보안 및 보고서 생성에 도움을 줍니다.",

  "koreaAutoAppTitle": "코레아 오토 앱",
  "teamProject": "(팀 프로젝트)",
  "koreaAutoAppDescription": "코레아 오토 앱은 대한민국에서 자동차 구매 및 판매 과정을 간소화하는 데 도움을 주는 전문적인 도구입니다. 이 앱은 편리함, 유용한 기능 및 다국어 지원으로 돋보입니다. 코레아 오토를 통해 사용자는 무료로 자동차를 쉽게, 빠르게, 편리하게 등록할 수 있습니다—게시 비용은 없습니다! 이 앱의 효율적인 인터페이스, 간단한 내비게이션, 여섯 개 언어로 제공되어 전 세계 사용자들이 접근할 수 있으며 효과적으로 이용할 수 있습니다. 또한, 대한민국 자동차 시장에서 신뢰할 수 있는 파트너로서 사용자가 최고의 기회를 얻을 수 있도록 돕습니다.",
  "playMarket": "구글 플레이 마켓",
  "appStore": "애플 앱 스토어",

  "getInTouch": "연락하기",
  "contactMe": "저에게 연락주세요"
}
